Repository: Norpa/CloudscribePageAndBlogNoDB
Catalog: CloudscribePageAndBlogNoDB/GlobalResources/CloudscribeCore.*.resx
Languages: fr_fr

source: Are you sure you want to delete the site {0} and all related data? You cannot undo this action.
fr_fr: Êtes-vous sûr de vouloir supprimer le site {0} et toutes les données qui s'y rapportent ? Vous ne pouvez pas annuler cette action.

source: Close Site To Public
fr_fr: Site fermé au public

source: Closed Message
fr_fr: Message fermé

source: Delete
fr_fr: Supprimer

source: Domain Mappings
fr_fr: Mappages de domaines

source: only digits, numbers, - and _ allowed, no spaces allowed
fr_fr: seuls les chiffres, les nombres, les - et les _ sont autorisés, sans espace.

source: Save
fr_fr: Sauvez

source: Site Folder Name
fr_fr: Nom du dossier du site

source: Site Name
fr_fr: Nom du site

source: Theme
fr_fr: Thème

source: Time Zone
fr_fr: Fuseau horaire

source: Add Host Mapping
fr_fr: Ajouter un mappage d'hôte

source: Address1
fr_fr: Adresse1

source: Address2
fr_fr: Adresse2

source: Allow New Registrations
fr_fr: Autoriser les nouveaux enregistrements

source: Allow Persistent Login
fr_fr: Autoriser la connexion persistante

source: Are you sure you want to delete the host/domain name mapping {0}
fr_fr: Etes-vous sûr de vouloir supprimer le mappage hôte/nom de domaine {0} ?

source: Back to site list
fr_fr: Retour à la liste des sites

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Default Email From Address
fr_fr: Adresse e-mail de départ par défaut

source: Default Email From Name
fr_fr: Nom de l'expéditeur par défaut

source: Email addresses (csv) to notify of new unapproved users
fr_fr: Adresses e-mail (csv) à notifier des nouveaux utilisateurs non approuvés

source: Email Confirmed
fr_fr: Courriel confirmé

source: Folder
fr_fr: Dossier

source: Host Name
fr_fr: Nom d'hôte

source: Login Info Bottom
fr_fr: Info de connexion en bas

source: Login Info Top
fr_fr: Login Info Haut

source: Name
fr_fr: Nom

source: New Site
fr_fr: Nouveau site

source: Only Use Social Authentication
fr_fr: Utilisez uniquement l'authentification sociale

source: Phone
fr_fr: Téléphone

source: Please Click here to log in
fr_fr: Veuillez cliquer ici pour vous connecter

source: Please Confirm Email Address
fr_fr: Veuillez confirmer votre adresse e-mail

source: Postal Code
fr_fr: Code postal

source: Preferred Host Name
fr_fr: Nom d'hôte préféré

source: Public Email
fr_fr: Courriel public

source: Re-Send Verification Email
fr_fr: Renvoyer le courriel de vérification

source: Really Delete Users
fr_fr: Supprimer réellement les utilisateurs

source: Recaptcha Private Key
fr_fr: Clé privée Recaptcha

source: Registration Agreement
fr_fr: Accord d'enregistrement

source: Registration Preamble
fr_fr: Préambule à l'enregistrement

source: Require Approval Before Login
fr_fr: Exiger une approbation avant de se connecter

source: Require Captcha On Login?
fr_fr: Exiger un Captcha à la connexion ?

source: Require Captcha On Registration?
fr_fr: Exiger un Captcha à l'inscription ?

source: Require Confirmed Email
fr_fr: Exiger un courriel confirmé

source: Require Confirmed Phone
fr_fr: Exiger un téléphone confirmé

source: Requires Authentication?
fr_fr: Requiert-il une authentification ?

source: Requires SSL?
fr_fr: SSL est nécessaire ?

source: Settings
fr_fr: Paramètres

source: Sms Client Id
fr_fr: Id. client Sms

source: Sms From
fr_fr: Sms de

source: Smtp Password
fr_fr: Mot de passe Smtp

source: Smtp Server
fr_fr: Serveur Smtp

source: Smtp User
fr_fr: Utilisateur Smtp

source: State
fr_fr: État

source: Thank you for confirming your email.
fr_fr: Merci de confirmer votre e-mail.

source: Use Email For Login
fr_fr: Utiliser l'email pour se connecter

source: Add Phone Number
fr_fr: Ajouter un numéro de téléphone

source: Are you sure you want to delete the country {0} and all of its states? You cannot undo this action.
fr_fr: Êtes-vous sûr de vouloir supprimer le pays {0} et tous ses états ? Vous ne pouvez pas annuler cette action.

source: Are you sure you want to delete {0}?
fr_fr: Vous êtes sûr de vouloir supprimer {0} ?

source: Back To Country List
fr_fr: Retour à la liste des pays

source: Back To State List
fr_fr: Retour à la liste des États

source: Change Password
fr_fr: Changer le mot de passe

source: Confirm New Password
fr_fr: Confirmer le nouveau mot de passe

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Core Data Administration
fr_fr: Administration des données de base

source: Country Detail
fr_fr: Détail du pays

source: Country List Administration
fr_fr: Administration de la liste des pays

source: Create a new account.
fr_fr: Créez un nouveau compte.

source: Edit
fr_fr: Modifier

source: Edit State
fr_fr: Modifier l'Etat

source: Forgot Password Confirmation
fr_fr: Confirmation du mot de passe oublié

source: Forgot your password?
fr_fr: Vous avez oublié votre mot de passe ?

source: Log In
fr_fr: Connectez-vous

source: Must match password
fr_fr: Doit correspondre au mot de passe

source: New Country
fr_fr: Nouveau pays

source: New Currency
fr_fr: Nouvelle monnaie

source: New Password
fr_fr: Nouveau mot de passe

source: New State
fr_fr: Nouvel État

source: Number
fr_fr: Numéro

source: Old Password
fr_fr: Ancien mot de passe

source: Password
fr_fr: Mot de passe

source: Please check your email to reset your password.
fr_fr: Veuillez vérifier votre e-mail pour réinitialiser votre mot de passe.

source: Register
fr_fr: Enregistrez vous

source: Register as a new user?
fr_fr: S'inscrire comme nouvel utilisateur ?

source: Remember Me
fr_fr: Se souvenir de moi

source: Remember this web browser
fr_fr: Ce navigateur se souviendra de moi

source: Reset
fr_fr: Réinitialisation

source: Reset password
fr_fr: Réinitialiser le mot de passe

source: Reset password confirmation
fr_fr: Confirmation de la réinitialisation du mot de passe

source: Reset your password.
fr_fr: Réinitialisez votre mot de passe.

source: Select Two-Factor Authentication Provider:
fr_fr: Sélectionnez Fournisseur d'authentification à deux facteurs :

source: Send Verification Code
fr_fr: Envoyer le code de vérification

source: State List Administration
fr_fr: Administration de la liste d'État

source: States
fr_fr: États

source: Submit
fr_fr: Soumettre

source: Thanks for registering!
fr_fr: Merci de vous inscrire !

source: Title
fr_fr: Titre

source: Use a local account to log in.
fr_fr: Utilisez un compte local pour vous connecter.

source: Use an existing account to log in
fr_fr: Utiliser un compte existant pour se connecter

source: Verify
fr_fr: Vérifier

source: You must agree to the terms
fr_fr: Vous devez accepter les conditions

source: Your password has been reset.
fr_fr: Votre mot de passe a été réinitialisé.

source: Account Approved
fr_fr: Compte approuvé

source: Account Locked
fr_fr: Compte verrouillé

source: Add
fr_fr: Ajouter

source: Add a phone number.
fr_fr: Ajoutez un numéro de téléphone.

source: Add another service to log in.
fr_fr: Ajouter un autre service pour se connecter.

source: Add User
fr_fr: Ajouter un utilisateur

source: All
fr_fr: Tous

source: Are you sure you want to add {0}?
fr_fr: Tu es sûr de vouloir ajouter {0} ?

source: Are you sure you want to delete the user {0}? You cannot undo this action.
fr_fr: Etes-vous sûr de vouloir supprimer l'utilisateur {0} ? Vous ne pouvez pas annuler cette action.

source: Are you sure you want to remove {0}?
fr_fr: Tu es sûr de vouloir supprimer {0} ?

source: Change
fr_fr: Changement

source: Change your account settings
fr_fr: Modifier les paramètres de votre compte

source: Close
fr_fr: Fermer

source: Create
fr_fr: Créer

source: Database Platform
fr_fr: Plateforme de base de données

source: Date of Birth
fr_fr: Date de naissance

source: Disable
fr_fr: Désactiver

source: Display Name
fr_fr: Nom d'affichage

source: Enable
fr_fr: Activer

source: Enabled
fr_fr: Activé

source: External Logins:
fr_fr: Logins externes :

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Manage
fr_fr: Gérer

source: Manage your account
fr_fr: Gérer votre compte

source: Manage your external logins
fr_fr: Gérer vos identifiants externes

source: Members
fr_fr: Membres

source: None
fr_fr: Aucun

source: Operating System
fr_fr: Système d'exploitation

source: Password:
fr_fr: Mot de passe :

source: Phone Number:
fr_fr: Numéro de téléphone :

source: Phone Numbers can used as a second factor of verification in two-factor authentication, for better account security add your phone number now.
fr_fr: Les numéros de téléphone peuvent être utilisés comme deuxième facteur de vérification dans l'authentification à deux facteurs. Pour une meilleure sécurité du compte, ajoutez votre numéro de téléphone maintenant.

source: Registered Logins
fr_fr: Logins enregistrés

source: Remove
fr_fr: Retirer

source: Remove Login
fr_fr: Supprimer la connexion

source: Role Name
fr_fr: Nom de rôle

source: Runtime
fr_fr: Temps d'exécution

source: Search
fr_fr: Recherche

source: Search By IP Address
fr_fr: Recherche par adresse IP

source: Server Host Name
fr_fr: Nom d'hôte du serveur

source: Server Time UTC
fr_fr: Heure du serveur UTC

source: Set Password
fr_fr: Définir le mot de passe

source: Set your password
fr_fr: Définissez votre mot de passe

source: UserId
fr_fr: Id utilisateur

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
fr_fr: Vous ne disposez pas d'un nom d'utilisateur/mot de passe local pour ce site. Ajoutez un compte local pour pouvoir vous connecter sans login externe.

source: Confirm your account
fr_fr: Confirmez votre compte

source: Edit Country
fr_fr: Editer le pays

source: Edit Role
fr_fr: Modifier le rôle

source: Invalid code.
fr_fr: Code invalide.

source: Invalid login attempt.
fr_fr: Tentative de connexion invalide.

source: Manage User
fr_fr: Gérer l'utilisateur

source: New User
fr_fr: Nouvel utilisateur

source: Non Role Members
fr_fr: Membres sans rôle

source: Please check your email inbox, we just sent you a link that you need to click to confirm your account
fr_fr: Veuillez vérifier votre boîte aux lettres électronique, nous venons de vous envoyer un lien que vous devez cliquer pour confirmer votre compte.

source: reCAPTCHA Error occured. Please try again
fr_fr: reCAPTCHA Une erreur s'est produite. Veuillez réessayer

source: Role Management
fr_fr: Gestion de rôle

source: Role Members
fr_fr: Rôle des membres

source: Security Code
fr_fr: Code de sécurité

source: The country {0} was successfully created.
fr_fr: Le pays {0} a été créé avec succès.

source: The country {0} was successfully deleted.
fr_fr: Le pays {0} a été supprimé avec succès.

source: The country {0} was successfully updated.
fr_fr: Le pays {0} a été mis à jour avec succès.

source: The currency {0} was successfully created.
fr_fr: La monnaie {0} a été créée avec succès.

source: The currency {0} was successfully deleted.
fr_fr: La devise {0} a été supprimée avec succès.

source: The currency {0} was successfully updated.
fr_fr: La devise {0} a été mise à jour avec succès.

source: The role &lt;b&gt;{0}&lt;/b&gt; was successfully created.
fr_fr: Le rôle <b>{0}</b> a été créé avec succès.

source: The role &lt;b&gt;{0}&lt;/b&gt; was successfully deleted.
fr_fr: Le rôle <b>{0}</b> a été supprimé avec succès.

source: The role &lt;b&gt;{0}&lt;/b&gt; was successfully updated.
fr_fr: Le rôle <b>{0}</b> a été mis à jour avec succès.

source: The state {0} was successfully created.
fr_fr: L'état {0} a été créé avec succès.

source: The state {0} was successfully deleted.
fr_fr: L'état {0} a été supprimé avec succès.

source: The state {0} was successfully updated.
fr_fr: L'état {0} a été mis à jour avec succès.

source: user account for {0} was successfully approved.
fr_fr: Le compte utilisateur de {0} a été approuvé avec succès.

source: user account for {0} was successfully created.
fr_fr: Le compte utilisateur de {0} a été créé avec succès.

source: user account for {0} was successfully deleted.
fr_fr: Le compte utilisateur de {0} a été supprimé avec succès.

source: user account for {0} was successfully updated.
fr_fr: Le compte utilisateur de {0} a été mis à jour avec succès.

source: User Management
fr_fr: Gestion de l'utilisateur

source: Your security code is: {0}
fr_fr: Votre code de sécurité est : {0}

source: {0} - Edit Role
fr_fr: {0} - Modifier le rôle

source: {0} - Locked Out User Accounts
fr_fr: {0} - Comptes d'utilisateurs verrouillés

source: {0} - Manage User
fr_fr: {0} - Gestion de l'utilisateur

source: {0} - New Role
fr_fr: {0} - Nouveau rôle

source: {0} - New User
fr_fr: {0} - Nouvel utilisateur

source: {0} - Non Role Members
fr_fr: {0} - Membres sans rôle

source: {0} - Role Management
fr_fr: {0} - Gestion des rôles

source: {0} - Role Members
fr_fr: {0} - Membres du rôle

source: {0} - User Accounts Pending Approval
fr_fr: {0} - Comptes d'utilisateurs en attente d'approbation

source: {0} - User Management
fr_fr: {0} - Gestion de l'utilisateur

source: {0} States
fr_fr: États {0}

source: {0} was successfully added to the role {1}.
fr_fr: {0} a été ajouté avec succès au rôle {1}.

source: {0} was successfully removed from the role {1}.
fr_fr: {0} a été retiré avec succès du rôle {1}.

source: -Please select-
fr_fr: -Veuillez sélectionner...

source: Basic site settings for {0} were successfully updated.
fr_fr: Les paramètres de base du site pour {0} ont été mis à jour avec succès.

source: Captcha Settings
fr_fr: Paramètres Captcha

source: Captcha Settings for {0} was successfully updated.
fr_fr: Les paramètres de captcha pour {0} ont été mis à jour avec succès.

source: Company Info
fr_fr: Informations sur l'entreprise

source: Company Info for {0} was successfully updated.
fr_fr: Les informations sur la société pour {0} ont été mises à jour avec succès.

source: Create New Site
fr_fr: Créer un nouveau site

source: Domain/Host Name Mappings
fr_fr: Correspondance entre les noms de domaine et d'hôte

source: Domain/Host Name Mappings for {0}
fr_fr: Correspondance entre le nom de domaine et le nom d'hôte pour {0}

source: Email Settings
fr_fr: Paramètres des e-mails

source: Email Settings for {0} were successfully updated.
fr_fr: Les paramètres de messagerie de {0} ont été mis à jour avec succès.

source: failed to add the requested host name mapping becuase it is already mapped to another site.
fr_fr: n'a pas réussi à ajouter le mappage du nom d'hôte demandé parce qu'il est déjà mappé à un autre site.

source: Failed to verify phone number
fr_fr: Échec de la vérification du numéro de téléphone

source: Folder name is required.
fr_fr: Le nom du dossier est obligatoire.

source: Host/domain mapping for {0} was successfully created.
fr_fr: Le mappage hôte/domaine pour {0} a été créé avec succès.

source: Host/domain mapping for {0} was successfully removed.
fr_fr: Le mappage hôte/domaine pour {0} a été supprimé avec succès.

source: Login Page Content
fr_fr: Contenu de la page de connexion

source: Login Page Info for {0} was successfully updated.
fr_fr: Les informations de la page de connexion de {0} ont été mises à jour avec succès.

source: oops something went wrong please try again
fr_fr: oops quelque chose s'est mal passé s'il vous plaît essayez à nouveau

source: oops something went wrong, site was not found.
fr_fr: oops quelque chose a mal tourné, le site n'a pas été trouvé.

source: oops something went wrong, the external login was not removed, please try again.
fr_fr: oops quelque chose a mal tourné, le login externe n'a pas été supprimé, veuillez réessayer.

source: Registration Page Content
fr_fr: Contenu de la page d'enregistrement

source: Registration Page Content for {0} was successfully updated.
fr_fr: Le contenu de la page d'inscription de {0} a été mis à jour avec succès.

source: Security Settings
fr_fr: Paramètres de sécurité

source: Security Settings for {0} was successfully updated.
fr_fr: Les paramètres de sécurité de {0} ont été mis à jour avec succès.

source: Site Administration
fr_fr: Administration du site

source: Site List
fr_fr: Liste des sites

source: Site Settings
fr_fr: Paramètres du site

source: SMS Settings
fr_fr: Paramètres SMS

source: SMS Settings for {0} were successfully updated.
fr_fr: Les paramètres SMS de {0} ont été mis à jour avec succès.

source: Social Login Settings
fr_fr: Paramètres de connexion sociale

source: Social Login Settings for {0} was successfully updated.
fr_fr: Les paramètres de connexion sociale pour {0} ont été mis à jour avec succès.

source: System Information
fr_fr: Informations sur le système

source: The external login was removed.
fr_fr: Le login externe a été supprimé.

source: The selected folder name is already in use on another site.
fr_fr: Le nom du dossier sélectionné est déjà utilisé sur un autre site.

source: The selected host/domain name is already in use on another site.
fr_fr: L'hôte/le nom de domaine sélectionné est déjà utilisé sur un autre site.

source: The site {0} was not deleted because it is a server admin site.
fr_fr: Le site {0} n'a pas été supprimé car il s'agit d'un site d'administration du serveur.

source: The site {0} was successfully deleted.
fr_fr: Le site {0} a été supprimé avec succès.

source: Your password has been changed.
fr_fr: Votre mot de passe a été modifié.

source: Your password has been set.
fr_fr: Votre mot de passe a été défini

source: Your phone number was added.
fr_fr: Votre numéro de téléphone a été ajouté.

source: Your phone number was removed.
fr_fr: Votre numéro de téléphone a été supprimé.

source: {0} - Captcha Settings
fr_fr: {0} - Paramètres du Captcha

source: {0} - Company Info
fr_fr: {0} - Informations sur l'entreprise

source: {0} - Email Settings
fr_fr: {0} - Paramètres de l'e-mail

source: {0} - Login Page Content
fr_fr: {0} - Contenu de la page de connexion

source: {0} - Registration Page Content
fr_fr: {0} - Contenu de la page d'enregistrement

source: {0} - Security Settings
fr_fr: {0} - Paramètres de sécurité

source: {0} - Settings
fr_fr: {0} - Paramètres

source: {0} - SMS Settings
fr_fr: {0} - Paramètres SMS

source: {0} - Social Login Settings
fr_fr: {0} - Paramètres de connexion sociale

source: Time Zone:
fr_fr: Fuseau horaire :

source: Update Time Zone
fr_fr: Mise à jour du fuseau horaire

source: Culture Code
fr_fr: Code de la culture

source: Username
fr_fr: Nom d'utilisateur

source: Username not accepted please try a different value
fr_fr: Le nom d'utilisateur n'est pas accepté, veuillez essayer une autre valeur

source: Register using your {0} account
fr_fr: Inscrivez-vous en utilisant votre compte {0}

source: Use an existing account
fr_fr: Utiliser un compte existant

source: New Account Pending Approval
fr_fr: Nouveau compte en attente d'approbation

source: Hello {0}!
fr_fr: Bonjour {0} !

source: Log off
fr_fr: Déconnexion

source: Access Denied
fr_fr: Accès refusé

source: Back To List
fr_fr: Retour à la liste

source: Before you can Log in, we need to confirm that the email address you provided is valid. We sent an email to the address you&#xD;&#xA; provided with a link that you need to click in order to confirm your email address is valid.
fr_fr: Avant que vous puissiez vous connecter, nous devons confirmer que l'adresse électronique que vous avez fournie est valide. Nous avons envoyé un courriel à l'adresse que vous avez fournie, avec un lien sur lequel vous devez cliquer pour confirmer la validité de votre adresse électronique.

source: Enter your email.
fr_fr: Entrez votre courriel.

source: Error from external provider: {0}
fr_fr: Erreur du fournisseur externe : {0}

source: I Agree to these terms of use.
fr_fr: J'accepte ces conditions d'utilisation.

source: Locked out
fr_fr: Verrouillé

source: Log in using your {0} account
fr_fr: Connectez-vous en utilisant votre compte {0}

source: Login Failure
fr_fr: Échec de la connexion

source: Oops something went wrong
fr_fr: Oups, quelque chose a mal tourné

source: Please enter a valid email for this site below and click the Register button to finish logging in.
fr_fr: Veuillez saisir ci-dessous une adresse électronique valide pour ce site et cliquer sur le bouton "Enregistrer" pour terminer la connexion.

source: Registration Agreement Required
fr_fr: Accord d'enregistrement requis

source: Site Closed To Public Temporarily
fr_fr: Site fermé au public temporairement

source: Sorry for the delay, but this site requires approval of new accounts. An email has been sent to the site managers notifying them of your registration request. You should recieve an email notifying you once your account has been approved.
fr_fr: Désolé pour le retard, mais ce site nécessite l'approbation des nouveaux comptes. Un courriel a été envoyé aux gestionnaires du site pour les informer de votre demande d'enregistrement. Vous devriez recevoir un e-mail vous informant de l'approbation de votre compte.

source: The role name is already in use.
fr_fr: Le nom du rôle est déjà utilisé.

source: This account has been locked out, please try again later.
fr_fr: Ce compte a été verrouillé, veuillez réessayer plus tard.

source: Unsuccessful login with service.
fr_fr: Échec de la connexion avec le service.

source: Your time zone has been updated.
fr_fr: Votre fuseau horaire a été mis à jour.

source: Forbidden
fr_fr: Interdit

source: Login Name
fr_fr: Nom de connexion

source: Page Not Found
fr_fr: Page non trouvée

source: Remove this {0} login from your account
fr_fr: Supprimer ce login {0} de votre compte

source: Select Roles
fr_fr: Sélectionner les rôles

source: Site Home
fr_fr: Accueil du site

source: Sorry, but the page requires authentication.
fr_fr: Désolé, mais cette page nécessite une authentification.

source: Sorry, but the page you were looking for can't be found.
fr_fr: Désolé, mais la page que vous cherchiez est introuvable.

source: Sorry, but you don't have permission to access this page.
fr_fr: Désolé, mais vous n'avez pas la permission d'accéder à cette page.

source: Unauthorized
fr_fr: Non autorisé

source: Unexpected Error
fr_fr: Erreur inattendue

source: Update
fr_fr: Mise à jour

source: Verify Phone Number
fr_fr: Vérifier le numéro de téléphone

source: Well, this is embarrassing. An error occurred while processing your request. Rest assured, this problem has been logged and hamsters have been released to fix the problem.
fr_fr: Eh bien, c'est embarrassant. Une erreur s'est produite lors du traitement de votre demande. Rassurez-vous, ce problème a été enregistré et des hamsters ont été libérés pour résoudre le problème.

source: Your browser sent a request that this server could not understand.
fr_fr: Votre navigateur a envoyé une requête que ce serveur n'a pas pu comprendre.

source: Add Claim
fr_fr: Ajouter une Claim

source: Approve this account
fr_fr: Approuver ce compte

source: Are you sure you want to remove the claim {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer la Claim{0} ?

source: Created
fr_fr: Créé

source: Domain/Host name mappings are used internally to resolve a specific site from the database when a web request comes in for that host/domain name. If no maping exists then the default site will be used (i.e. the first site). This is only needed if you are hosting multiple sites based on host names within a single web site installation.
fr_fr: Les correspondances entre les noms de domaine et d'hôte sont utilisées en interne pour résoudre un site spécifique à partir de la base de données lorsqu'une demande Web est reçue pour ce nom d'hôte/de domaine. Si aucun mappage n'existe, le site par défaut sera utilisé (c'est-à-dire le premier site). Ceci n'est nécessaire que si vous hébergez plusieurs sites basés sur des noms d'hôtes dans une seule installation de site Web.

source: Email/Login
fr_fr: Courriel/Connexion

source: First Page
fr_fr: Première page
