Repository: Norpa/CloudscribePageAndBlogNoDB
Catalog: CloudscribePageAndBlogNoDB/GlobalResources/CloudscribeCore.*.resx
Languages: fr_fr

source: Last Page
fr_fr: Dernière page

source: Note that the request has to be coming to the web site installation for this to work. That is, you still need a DNS record for the domain or host name to resolve to the IP (Internet Protocol) address of the web site installation, and if the IP address is shared with other web site installations you also still need host name mappings in the web server bindings so that the web server maps the request to the correct web site installation.
fr_fr: Notez que la demande doit être adressée à l'installation du site web pour que cela fonctionne. En d'autres termes, vous avez toujours besoin d'un enregistrement DNS pour le domaine ou le nom d'hôte afin de résoudre l'adresse IP (Internet Protocol) de l'installation du site web, et si l'adresse IP est partagée avec d'autres installations de sites web, vous avez également besoin de mappages de noms d'hôtes dans les liaisons du serveur web afin que le serveur web mappe la demande vers la bonne installation de site web.

source: Previous page
fr_fr: Page précédente

source: Registration Agreement/Terms of Use
fr_fr: Accord d'enregistrement/Termes d'utilisation

source: Require Users To Accept Changed Agreement?
fr_fr: Exiger des utilisateurs qu'ils acceptent un accord modifié ?

source: Send Email Notification
fr_fr: Envoyer une notification par courriel

source: Use Invisible reCaptcha?
fr_fr: Utiliser le reCaptcha invisible ?

source: Your information has been updated.
fr_fr: Vos informations ont été mises à jour.

source: Update User Info
fr_fr: Mise à jour des infos utilisateur

source: Website Url
fr_fr: Url du site

source: Must Change Password
fr_fr: Doit changer le mot de passe

source: {0} - Users
fr_fr: {0} - Utilisateurs

source: Activity
fr_fr: Activité

source: Capture Count
fr_fr: Comptage des captures

source: First Capture
fr_fr: Première capture

source: Ip Address
fr_fr: Adresse IP

source: Last Capture
fr_fr: Dernière capture

source: User Activity - {0}
fr_fr: Activité de l'utilisateur - {0}

source: {0} - User Activity - {1}
fr_fr: {0} - Activité de l'utilisateur - {1}

source: Add authenticator app
fr_fr: Ajouter une application d'authentification

source: Configure authenticator app
fr_fr: Configurer l'application d'authentification

source: Disable two-factor authentication (2FA)
fr_fr: Désactiver l'authentification à deux facteurs (2FA)

source: Enable authenticator
fr_fr: Activer l'authentificateur

source: If you lose your device and don't have the recovery codes you will lose access to your account.
fr_fr: Si vous perdez votre appareil et ne disposez pas des codes de récupération, vous perdrez l'accès à votre compte.

source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
fr_fr: Si vous réinitialisez votre clé d'authentification, votre application d'authentification ne fonctionnera pas jusqu'à ce que vous la reconfiguriez.

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
fr_fr: Une fois que vous aurez scanné le code QR ou saisi la clé ci-dessus, votre application d'authentification à deux facteurs vous fournira un code unique. Saisissez le code dans la case de confirmation ci-dessous.

source: Put these codes in a safe place.
fr_fr: Mettez ces codes dans un endroit sûr.

source: Recovery code verification
fr_fr: Vérification du code de récupération

source: Recovery codes
fr_fr: Codes de récupération

source: Reset authenticator key
fr_fr: Réinitialisation de la clé d'authentification

source: Reset recovery codes
fr_fr: Réinitialisation des codes de récupération

source: This action only disables 2FA.
fr_fr: Cette action ne fait que désactiver le système 2FA.

source: This process disables 2FA until you verify your authenticator app and will also reset your 2FA recovery codes. If you do not complete your authenticator app configuration you may lose access to your account.
fr_fr: Ce processus désactive le système 2FA jusqu'à ce que vous vérifiiez votre application d'authentification et réinitialise également vos codes de récupération 2FA. Si vous ne terminez pas la configuration de votre application d'authentification, vous risquez de perdre l'accès à votre compte.

source: To use an authenticator app go through the following steps:
fr_fr: Pour utiliser une application d'authentification, suivez les étapes suivantes :

source: Verification Code
fr_fr: Code de vérification

source: You have 1 recovery code left.
fr_fr: Il vous reste 1 code de récupération.

source: You have no recovery codes left.
fr_fr: Vous n'avez plus de codes de récupération.

source: You have requested to login with a recovery code. This login will not be remembered until you provide an authenticator app code at login or disable 2FA and login again.
fr_fr: Vous avez demandé à vous connecter avec un code de récupération. Cette connexion ne sera pas mémorisée jusqu'à ce que vous fournissiez un code d'application d'authentification lors de la connexion ou que vous désactiviez le système 2FA et vous connectiez à nouveau.

source: Your login is protected with an authenticator app. Enter your authenticator code below.
fr_fr: Votre connexion est protégée par une application d'authentification. Entrez votre code d'authentification ci-dessous.

source: Disable 2 Factor Authentication
fr_fr: Désactiver l'authentification à 2 facteurs

source: Reset Authenticator
fr_fr: Réinitialisation de l'authentificateur

source: Comment/Enquiry
fr_fr: Commentaire/Demande de renseignements

source: Contact
fr_fr: Formulaire de contact

source: Oops! Something went wrong on the server.
fr_fr: Oups ! Un problème est survenu sur le serveur.

source: Thanks for your message!
fr_fr: Merci pour votre message!
