Repository: Norpa/CloudscribePageAndBlogNoDB
Catalog: CloudscribePageAndBlogNoDB/GlobalResources/SimpleContent.*.resx
Languages: fr_fr

source: A comma separated list of navigation component filter names used to filter the blog out of the menu. Leave this blank so the blog menu item is not filtered from any of the menu views. There are some standard filter names like topnav and breadcrumbs but it is also possible to use custom names with custom views. As soon as you populate this field it becomes filtered to only show the blog menu item in the included views, whereas blank means unfiltered.
fr_fr: Liste de noms de filtres de composants de navigation séparés par des virgules, utilisée pour filtrer le blog hors du menu. Laissez ce champ vide pour que l'élément de menu blog ne soit filtré dans aucune des vues de menu. Il existe des noms de filtres standard tels que topnav et breadcrumbs, mais il est également possible d'utiliser des noms personnalisés pour les vues personnalisées. Dès que vous remplissez ce champ, il est filtré pour n'afficher que l'élément de menu du blog dans les vues incluses, tandis que le champ vide signifie qu'il n'est pas filtré.

source: About me
fr_fr: A propos de moi

source: Add Blog To Menu
fr_fr: Ajouter le blog au menu

source: Add CSS Url
fr_fr: Ajouter une url CSS

source: Add Javascript Url
fr_fr: Ajouter l'URL Javascript

source: Add the blog as a top level menu item. There are multiple other ways of adding the blog to the menu. You can make a page that links to /blog or it can be done from the navigation.xml file. If you see it in the menu more than once it means you have multiple ways it is configured to be added.
fr_fr: Ajoutez le blog en tant qu'élément de menu de niveau supérieur. Il existe plusieurs autres façons d'ajouter le blog au menu. Vous pouvez créer une page qui renvoie à /blog ou le faire à partir du fichier navigation.xml. Si le blog apparaît plus d'une fois dans le menu, cela signifie qu'il est configuré de plusieurs façons pour être ajouté.

source: Any
fr_fr: Tout

source: Are you sure you want to delete the post {0}? You cannot undo this action.
fr_fr: Êtes-vous sûr de vouloir supprimer le message {0} ? Vous ne pouvez pas annuler cette action.

source: Author
fr_fr: Auteur

source: Blog Menu Links To Newest Post
fr_fr: Le menu du blog renvoie à l'article le plus récent

source: Blog Page Menu Text
fr_fr: Texte du menu de la page du blog

source: Blog Page Menu Visibility
fr_fr: Visibilité du menu de la page du blog

source: Blog Page Title
fr_fr: Titre de la page du blog

source: Cancel
fr_fr: Annuler

source: Categories
fr_fr: Catégories

source: Comma Separated Channel Categories
fr_fr: Catégories de canaux séparées par des virgules

source: Comment Notification Email
fr_fr: Courriel de notification des commentaires

source: Comments
fr_fr: Commentaires

source: Content
fr_fr: Contenu

source: Content Index
fr_fr: Index du contenu

source: Correlation Key
fr_fr: Clé de corrélation

source: Date Format
fr_fr: Format de la date

source: Days To Comment
fr_fr: Jours pour commenter

source: Default Page
fr_fr: Page par défaut

source: Delete
fr_fr: Supprimer

source: Disqus Short Name
fr_fr: Nom court Disqus

source: Environment
fr_fr: Environnement

source: Home
fr_fr: Accueil

source: If checked the blog menu item will link to the most recent post instead of the post list.
fr_fr: Si cette case est cochée, l'élément de menu du blog renverra à l'article le plus récent au lieu de la liste des articles.

source: If checked will show the blog title and description at the top of the post list.
fr_fr: Si cette option est cochée, le titre et la description du blog seront affichés en haut de la liste des articles.

source: Include Date In Post Urls
fr_fr: Inclure la date dans les URL des articles

source: Invalid request
fr_fr: Demande non valide

source: Is Published
fr_fr: Est publié

source: Language Code
fr_fr: Code de la langue

source: Managing Editor Email
fr_fr: Courriel du directeur de la rédaction

source: Moderate Comments
fr_fr: Commentaires modérés

source: New Page
fr_fr: Nouvelle page

source: New Post
fr_fr: Nouveau poste

source: Note that since this page has an override url, the menu item will link to the url so the page is used only as a means to add a link in the menu, the content is not used.
fr_fr: Notez que puisque cette page a une url prioritaire, l'élément de menu renverra à l'url. La page n'est donc utilisée que comme moyen d'ajouter un lien dans le menu, le contenu n'est pas utilisé.

source: Number of posts to show per page on the post list.
fr_fr: Nombre de messages à afficher par page dans la liste des messages.

source: On public pages, meta description is very important to search engines. It should be no longer than 135 – 160 characters long (although Google has recently been testing longer snippets). Any longer and search engines will chop the end off, so make sure any important keywords are nearer the front.
fr_fr: Sur les pages publiques, la méta-description est très importante pour les moteurs de recherche. Elle ne doit pas comporter plus de 135 à 160 caractères (bien que Google ait récemment testé des extraits plus longs). Si elle est plus longue, les moteurs de recherche en couperont la fin. Veillez donc à ce que les mots clés importants soient placés plus en avant.

source: Organization
fr_fr: Organisation

source: Person
fr_fr: Personne

source: Please enter a valid e-mail address
fr_fr: Veuillez entrer une adresse e-mail valide

source: Posted in:
fr_fr: Publié dans :

source: Posts Per Page
fr_fr: Messages par page

source: Previous Post
fr_fr: Article précédent

source: Provide your Disqus site name aka short name to use Disqus instead of the internal comment system. Highly recommended.
fr_fr: Indiquez le nom de votre site Disqus ou le nom court pour utiliser Disqus au lieu du système de commentaires interne. Hautement recommandé.

source: Publication Date
fr_fr: Date de publication

source: Publisher
fr_fr: Editeur

source: Publisher Logo Height
fr_fr: Hauteur du logo de l'éditeur

source: Publisher Logo Url
fr_fr: Url du logo de l'éditeur

source: Publisher Logo Width
fr_fr: Largeur du logo de l'éditeur

source: Publisher Type
fr_fr: Type d'éditeur

source: Save
fr_fr: Sauvez

source: Show Blog Title and Description
fr_fr: Afficher le titre et la description du blog

source: Show Recent Posts on Default Page
fr_fr: Afficher les messages récents sur la page par défaut

source: slug is already in use.
fr_fr: est déjà utilisé.

source: Sort
fr_fr: Trier

source: The description also is used as the channel description in the RSS feed.
fr_fr: La description est également utilisée comme description du canal dans le flux RSS.

source: The page was created successfully.
fr_fr: La page a été créée avec succès.

source: The page was updated successfully.
fr_fr: La page a été mise à jour avec succès.

source: The position of the blog within the top level menu.
fr_fr: La position du blog dans le menu de premier niveau.

source: This setting only applies to using the internal comment system, it does not impact Disqus comments.
fr_fr: Ce paramètre s'applique uniquement à l'utilisation du système de commentaires interne, il n'a pas d'incidence sur les commentaires Disqus.

source: Title
fr_fr: Titre

source: Use Meta Description In Feed
fr_fr: Utiliser la méta-description dans le flux

source: Webmaster Email
fr_fr: Courriel du webmestre

source: With great power comes great responsibility. This page is intended for use by developers, for adding javscript and css into the page. Use this page only if you understand what you are doing.
fr_fr: De grands pouvoirs impliquent de grandes responsabilités. Cette page est destinée à être utilisée par les développeurs, pour ajouter des javscript et des css dans la page. N'utilisez cette page que si vous comprenez ce que vous faites.

source: A page becomes a child page of another page if you enter the slug of the other page as the parent slug. The menu hierarchy is determined by the parent child relationship between pages. If you enter an invalid parent slug it will be ignored but will not cause any error. You can also manage the hierarchy from the Page Manager.
fr_fr: Une page devient une page enfant d'une autre page si vous saisissez le slug de l'autre page comme slug parent. La hiérarchie du menu est déterminée par la relation parent-enfant entre les pages. Si vous saisissez un slug parent non valide, il sera ignoré mais ne provoquera pas d'erreur. Vous pouvez également gérer la hiérarchie à partir du gestionnaire de pages.

source: A page is visible to the public if the Is Published checkbox is checked and if the Publication Date is before the current moment, and if not protected by roles.
fr_fr: Une page est visible par le public si la case Est publiée est cochée et si la date de publication est antérieure au moment présent, et si elle n'est pas protégée par des rôles.

source: Are you sure you want to delete the page {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer la page {0} ?

source: Are you sure you want to delete the page {0}? You cannot undo this action.
fr_fr: Êtes-vous sûr de vouloir supprimer la page {0} ? Vous ne pouvez pas annuler cette action.

source: Are you sure you want to move the page {0} {1} {2}?
fr_fr: Etes-vous sûr de vouloir déplacer la page {0} {1} {2} ?

source: Are you sure you want to sort the child pages of {0} alphabetically?
fr_fr: Etes-vous sûr de vouloir trier les pages enfants de {0} par ordre alphabétique ?

source: Check this box if the current page is only meant as a parent container for other pages and has no content of it's own.
fr_fr: Cochez cette case si la page actuelle est uniquement destinée à servir de conteneur parent pour d'autres pages et n'a pas de contenu propre.

source: Forbidden
fr_fr: Interdit

source: If the page is a parent of other pages, you check this box to make it show a menu of links to the child pages.
fr_fr: Si la page est un parent d'autres pages, cochez cette case pour qu'elle affiche un menu de liens vers les pages enfants.

source: If you populate this field with an url then the page is used only as a means to add the url as a menu item. The page content in that case is not used or visible to users. You can use a relative url or a fully qualified url so it can link to external sites. Use this with caution and note that once populated the only way to edit the page is from the link in Page Manager.
fr_fr: Si vous remplissez ce champ avec une url, la page n'est utilisée que comme moyen d'ajouter l'url comme élément de menu. Dans ce cas, le contenu de la page n'est pas utilisé ou visible par les utilisateurs. Vous pouvez utiliser une url relative ou une url entièrement qualifiée afin de créer un lien vers des sites externes. Utilisez cette option avec précaution et notez qu'une fois la page remplie, le seul moyen de la modifier est d'utiliser le lien dans le gestionnaire de pages.

source: Leave blank to include this page in all menu views. A comma separated list of menu filter names can be used to filter the page out of the various menu views. For example enter breadcrumbs to leave a page out of other views but keep it in breadcrumbs. Standard menu filter names include: topnav,breadcrumbs,childtree
fr_fr: Laissez vide pour inclure cette page dans toutes les vues de menu. Une liste de noms de filtres de menu séparés par des virgules peut être utilisée pour filtrer la page dans les différents affichages de menu. Par exemple, entrez breadcrumbs pour exclure une page des autres affichages mais la conserver dans breadcrumbs. Les noms de filtres de menu standard sont les suivants : topnav,breadcrumbs,childtree.

source: Leave View Roles blank for public pages. You can put comma separated role names here to make a page visible only to users who are role members.
fr_fr: Laissez les rôles d'affichage vides pour les pages publiques. Vous pouvez indiquer ici des noms de rôles séparés par des virgules pour qu'une page ne soit visible que par les utilisateurs qui sont membres du rôle.

source: Manage Page Hierarchy
fr_fr: Gérer la hiérarchie des pages

source: Menu Filters
fr_fr: Filtres de menu

source: New Child Page
fr_fr: Nouvelle page enfant

source: New Root Level Page
fr_fr: Nouvelle page du niveau racine

source: No Content Only Show Child Menu
fr_fr: Pas de contenu Afficher uniquement le menu enfant

source: No Pages Found
fr_fr: Aucune page trouvée

source: No pages have been created yet, if this is your site, please login to create your first page
fr_fr: Aucune page n'a encore été créée. Si c'est votre site, veuillez vous connecter pour créer votre première page.

source: On most pages you will prbably want the page heading to show, but maybe not on the home page. If unchecked then the page heading will not be shown.
fr_fr: Sur la plupart des pages, vous souhaiterez probablement que le titre de la page s'affiche, mais peut-être pas sur la page d'accueil. Si cette option n'est pas cochée, le titre de la page ne sera pas affiché.

source: Override Url
fr_fr: Remplacer l'Url

source: Page Heading
fr_fr: Titre de la page

source: Page Not Found
fr_fr: Page non trouvée

source: Page Order
fr_fr: Ordre des pages

source: Parent Slug
fr_fr: Slug parent

source: Select Roles
fr_fr: Sélectionner les rôles

source: Settings
fr_fr: Paramètres

source: Show Child Menu
fr_fr: Afficher le menu enfant

source: Show Heading
fr_fr: Afficher l'en-tête

source: Site Home
fr_fr: Accueil du site

source: Sorry, but the page requires authentication.
fr_fr: Désolé, mais cette page nécessite une authentification.

source: Sorry, but the page you were looking for can't be found.
fr_fr: Désolé, mais la page que vous cherchiez est introuvable.

source: Sorry, but you don't have permission to access this page.
fr_fr: Désolé, mais vous n'avez pas la permission d'accéder à cette page.

source: Sort Child Pages Alpha
fr_fr: Trier les pages des enfants par ordre alphabétique

source: The page {0} has child pages, if you delete it, all of the child pages will become root level pages. You should delete child pages before deleting the parent page. Are you sure you want to delete {1}?
fr_fr: La page {0} a des pages enfant, si vous la supprimez, toutes les pages enfant deviendront des pages de niveau racine. Vous devez supprimer les pages enfant avant de supprimer la page parent. Êtes-vous sûr de vouloir supprimer {1} ?

source: This is the heading and title of the page. For new pages the url slug will be generated based on the title.
fr_fr: Il s'agit de l'en-tête et du titre de la page. Pour les nouvelles pages, l'url slug sera générée sur la base du titre.

source: This is the sort order of this page within it's subtree of the menu. You can also move pages around easily from Page Manager, which will update the page order.
fr_fr: Il s'agit de l'ordre de tri de cette page dans son sous-arbre du menu. Vous pouvez également déplacer facilement les pages à partir du Gestionnaire de pages, ce qui mettra à jour l'ordre des pages.

source: Unauthorized
fr_fr: Non autorisé

source: Unexpected Error
fr_fr: Erreur inattendue

source: View
fr_fr: Vue

source: View Roles
fr_fr: Voir les rôles

source: Well, this is embarrassing. An error occurred while processing your request. Rest assured, this problem has been logged and hamsters have been released to fix the problem.
fr_fr: Eh bien, c'est embarrassant. Une erreur s'est produite lors du traitement de votre demande. Rassurez-vous, ce problème a été enregistré et des hamsters ont été libérés pour résoudre le problème.

source: You can drag and drop page nodes in the treeview below to move them around in the site hierarchy or to change their sort position. Click on a page to show a menu of commands related to that page. Note that changes will not be reflected in the main menu until you refresh the page.
fr_fr: Vous pouvez faire glisser et déposer les nœuds de page dans l'arborescence ci-dessous pour les déplacer dans la hiérarchie du site ou pour modifier leur position de tri. Cliquez sur une page pour afficher un menu de commandes liées à cette page. Notez que les modifications ne seront pas reflétées dans le menu principal tant que vous n'aurez pas actualisé la page.

source: Your browser sent a request that this server could not understand.
fr_fr: Votre navigateur a envoyé une requête que ce serveur n'a pas pu comprendre.

source: Content Settings
fr_fr: Paramètres du contenu

source: Content Settings were successfully updated.
fr_fr: Les paramètres de contenu ont été mis à jour avec succès.

source: Is Featured
fr_fr: Est en vedette

source: Thumbnail Url
fr_fr: Url de la vignette

source: Show Featured Posts on Default Page
fr_fr: Afficher les articles en vedette sur la page par défaut

source: Featured Posts
fr_fr: Articles en vedette

source: Recent Posts
fr_fr: Messages récents
